[
    {
        "id": 1,
        "title": "ข้อใดมีคำสะกดผิด",
        "options": [
            "อิริยาบท อายุขัย สาบสูญ",
            "กระจิริด ลิดรอน แหลกลาญ",
            "กิจจะลักษณะ จุมพิต ล่ำลา",
            "ตระเวน ปักษิน ชัชวาล",
            "วาทยกร ฉันมิตร  ผาสุก"
        ],
        "answer": 1,
        "detail": "อิริยาบท แก้ไขเป็น อิริยาบถ"
    },
    {
        "id": 2,
        "title": "ข้อใดใช้คำผิดความหมาย",
        "options": [
            "คณะกรรมการตรวจสอบกรณีสารวัตรเรี่ยไรเงินตำรวจชั้นผู้น้อยซื้อเครื่องปรับอากาศติดโรงพัก",
            "ความเครียดอาจเกิดจากอาการที่สมองไม่ได้พักผ่อนเพราะคร่ำเคร่งอยู่กับงานจนเกินไป",
            "สภาพของท่าเรือที่เคยคึกคักกลับเงียบเหงา เพราะไม่มีใครออกไปหาปลาอย่างที่เคย",
            "ผมมีเงินให้แม่เดือนละหมื่นกว่าบาททุกเดือน ชีวิตก็ไม่ขัดเขินหรือเดือดร้อนอะไร",
            "เมื่อเธอมาถึงที่หมายก็รีบสอดส่ายสายตาหาเพื่อนที่นัดไว้อย่างมีพิรุธ"
        ],
        "answer": 4,
        "detail": "แก้ไขเป็น ผมมีเงินให้แม่เดือนละหมื่นกว่าบาททุกเดือน ชีวิตก็ไม่ขัดสนหรือเดือดร้อนอะไร"
    },
    {
        "id": 3,
        "title": "ข้อใดใช้ลักษณนามเหมือนกันทุกคำ",
        "options": [
            "นักบวช นักพรต นักสิทธิ์",
            "บทกลอน บทเรียน บทความ",
            "แผนที่ แผนภูมิ แผนภาพ",
            "ไม้เท้า ไม่จิ้มฟัน ไม้พาย",
            "ใบรับรอง ใบสั่ง ใบลา"
        ],
        "answer": 3,
        "detail": "แผนที่ แผนภูมิ แผนภาพ ใช้ลักษณนามเหมือนกัน คือ แผ่น"
    },
    {
        "title": "ผลที่เกิดจากการสังเคราะห์แสงในพืชคืออะไร",
        "options": [
            "ออกซิเจน",
            "น้ำ",
            "คาร์บอนไดออกไซด์",
            "น้ำตาล"
        ],
        "answer": 3
    },
    {
        "title": "กลุ่มของสิ่งมีชีวิตที่มีระบบย่อยอาหารแบบเดียวกันคืออะไร",
        "options": [
            "พืช",
            "สัตว์",
            "แบคทีเรีย",
            "เชื้อรา"
        ],
        "answer": 1
    },
    {
        "title": "เซลล์ชนิดใดที่มีการสังเคราะห์โปรตีน",
        "options": [
            "เซลล์กล้ามเนื้อ",
            "เซลล์เม็ดเลือดขาว",
            "เซลล์ประสาท",
            "เซลล์เยื่อบุผิว"
        ],
        "answer": 3
    },
    {
        "title": "ในกระบวนการเมทาบอลิซึม การเผาผลาญสารอาหารหลัก ๆ คืออะไร",
        "options": [
            "โปรตีน",
            "ไขมัน",
            "คาร์โบไฮเดรต",
            "วิตามิน"
        ],
        "answer": 2
    },
    {
        "title": "หน่วยพื้นฐานในการควบคุมการเจริญเติบโตของสิ่งมีชีวิตคืออะไร",
        "options": [
            "ฮอร์โมน",
            "เอนไซม์",
            "โปรตีน",
            "ดีเอ็นเอ"
        ],
        "answer": 0
    },
    {
        "title": "กระบวนการใดที่เกิดขึ้นเมื่อสิ่งมีชีวิตต้องการออกซิเจน",
        "options": [
            "การหายใจเซลล์",
            "การสังเคราะห์แสง",
            "การย่อยอาหาร",
            "การขับถ่าย"
        ],
        "answer": 0
    },
    {
        "title": "ส่วนไหนของร่างกายที่ทำหน้าที่ในการขับถ่ายของเสียจากการเผาผลาญ",
        "options": [
            "ไต",
            "หัวใจ",
            "ปอด",
            "ตับ"
        ],
        "answer": 0
    },
    {
        "title": "การเปลี่ยนแปลงใดที่เกิดขึ้นเมื่อเซลล์ได้รับการกระตุ้นจากสารเคมี",
        "options": [
            "การแบ่งเซลล์",
            "การสังเคราะห์โปรตีน",
            "การเพิ่มปริมาณสารเคมี",
            "การเกิดความร้อน"
        ],
        "answer": 1
    },
    {
        "title": "กรดนิวคลีอิกที่มีบทบาทในการสืบพันธุ์ของเซลล์คืออะไร",
        "options": [
            "ดีเอ็นเอ",
            "อาร์เอ็นเอ",
            "แอลดีเอ็นเอ",
            "โปรตีน"
        ],
        "answer": 0
    },
    {
        "title": "การถ่ายทอดลักษณะทางพันธุกรรมเกิดขึ้นจากการทำงานของสิ่งใด",
        "options": [
            "ดีเอ็นเอ",
            "เอนไซม์",
            "ฮอร์โมน",
            "เซลล์"
        ],
        "answer": 0
    },
    {
        "title": "การสืบพันธุ์แบบอาศัยเพศในสัตว์มักมีการผสมของเซลล์ใด",
        "options": [
            "ไข่และสเปิร์ม",
            "ไข่และดอก",
            "เซลล์ผิวหนังและไขมัน",
            "ไข่และเซลล์กล้ามเนื้อ"
        ],
        "answer": 0
    },
    {
        "title": "กระบวนการใดที่เกิดขึ้นเมื่อมีการสังเคราะห์แสงในพืช",
        "options": [
            "การดูดซึมน้ำ",
            "การปล่อยออกซิเจน",
            "การสร้างโปรตีน",
            "การสังเคราะห์คาร์โบไฮเดรต"
        ],
        "answer": 3
    },
    {
        "title": "สารที่พืชดูดซึมผ่านรากและใช้ในการสังเคราะห์แสงคืออะไร",
        "options": [
            "น้ำ",
            "แร่ธาตุ",
            "คาร์บอนไดออกไซด์",
            "ออกซิเจน"
        ],
        "answer": 0
    },
    {
        "title": "การสังเคราะห์โปรตีนเกิดขึ้นในส่วนไหนของเซลล์",
        "options": [
            "นิวเคลียส",
            "ไมโทคอนเดรีย",
            "ไรโบโซม",
            "เซลล์เมมเบรน"
        ],
        "answer": 2
    },
    {
        "title": "กระบวนการถ่ายทอดลักษณะทางพันธุกรรมในสิ่งมีชีวิตเกิดขึ้นที่ไหน",
        "options": [
            "ดีเอ็นเอ",
            "ไมโทคอนเดรีย",
            "โปรตีน",
            "คาร์โบไฮเดรต"
        ],
        "answer": 0
    },
    {
        "title": "กระบวนการที่เกิดจากการเผาผลาญของคาร์โบไฮเดรตและไขมันในร่างกายคืออะไร",
        "options": [
            "การหายใจเซลล์",
            "การย่อยอาหาร",
            "การขับถ่าย",
            "การขับเหงื่อ"
        ],
        "answer": 0
    }
]
