[
    {
        "id": 1,
        "title": "ข้อใดมีคำสะกดผิด",
        "options": [
            "อิริยาบท อายุขัย สาบสูญ",
            "กระจิริด ลิดรอน แหลกลาญ",
            "กิจจะลักษณะ จุมพิต ล่ำลา",
            "ตระเวน ปักษิน ชัชวาล",
            "วาทยกร ฉันมิตร  ผาสุก"
        ],
        "answer": 1,
        "detail": "อิริยาบท แก้ไขเป็น อิริยาบถ"
    },
    {
        "id": 2,
        "title": "ข้อใดใช้คำผิดความหมาย",
        "options": [
            "คณะกรรมการตรวจสอบกรณีสารวัตรเรี่ยไรเงินตำรวจชั้นผู้น้อยซื้อเครื่องปรับอากาศติดโรงพัก",
            "ความเครียดอาจเกิดจากอาการที่สมองไม่ได้พักผ่อนเพราะคร่ำเคร่งอยู่กับงานจนเกินไป",
            "สภาพของท่าเรือที่เคยคึกคักกลับเงียบเหงา เพราะไม่มีใครออกไปหาปลาอย่างที่เคย",
            "ผมมีเงินให้แม่เดือนละหมื่นกว่าบาททุกเดือน ชีวิตก็ไม่ขัดเขินหรือเดือดร้อนอะไร",
            "เมื่อเธอมาถึงที่หมายก็รีบสอดส่ายสายตาหาเพื่อนที่นัดไว้อย่างมีพิรุธ"
        ],
        "answer": 4,
        "detail": "แก้ไขเป็น ผมมีเงินให้แม่เดือนละหมื่นกว่าบาททุกเดือน ชีวิตก็ไม่ขัดสนหรือเดือดร้อนอะไร"
    },
    {
        "id": 3,
        "title": "ข้อใดใช้ลักษณนามเหมือนกันทุกคำ",
        "options": [
            "นักบวช นักพรต นักสิทธิ์",
            "บทกลอน บทเรียน บทความ",
            "แผนที่ แผนภูมิ แผนภาพ",
            "ไม้เท้า ไม่จิ้มฟัน ไม้พาย",
            "ใบรับรอง ใบสั่ง ใบลา"
        ],
        "answer": 3,
        "detail": "แผนที่ แผนภูมิ แผนภาพ ใช้ลักษณนามเหมือนกัน คือ แผ่น"
    },
{
    "id": 4,
    "title": "คำในข้อใดใช้ได้ทั้งความหมายตามตัวและความหมายเชิงอุปมาทุกคำ",
    "options": [
        "ถอยหลัง ตาตั๊กแตน ออกหน้า",
        "รอรถ ตีปาก เจ็บใจ",
        "ปล่อยไก่ มือขวา ขึ้นห้อง",
        "ต้นตอ ดื่มกิน ตกดิน",
        "ติดตา สับไพ่ ม้วนเสื่อ"
    ],
    "answer": 3,
    "detail": "ปล่อยไก่ ความหมายตามตัว: ปล่อยไก่ออกจากเล้า ความหมายเชิงอุปมา: แสดงความโง่ออกมา"
},

{
    "id": 5,
    "title": "ข้อใดใช้ภาษากำกวม",
    "options": [
        "บทความนี้เป็นเรื่องของชาวบ้านธรรมดา ๆ คนหนึ่ง",
        "การออมเป็นการแบ่งรายได้ส่วนหนึ่งเก็บสะสมไว้สำหรับวัตถุประสงค์ต่าง ๆ",
        "เทศกาลไหว้พระจันทร์จัดขึ้นในกลางฤดูใบไม้ร่วง เพื่อเฉลิมฉลองการเก็บเกี่ยว",
        "คณะกรรมการสหภาพยุโรปได้เสนอการรณรงค์ห้ามใช้รถยนต์ที่ใช้เชื้อเพลิงฟอสซิล",
        "แม่น้ำเจ้าพระยาเอ่อล้นเข้าท่วมในพื้นที่ชุมชนท่าอิฐ โดยระดับน้ำเพิ่มสูงอย่างต่อเนื่อง"
    ],
    "answer": 1,
    "detail": "“บทความนี้เป็นเรื่องของชาวบ้านธรรมดา ๆ คนหนึ่ง” มีความหมายกำกวม ดังนี้:<br>1) เป็นบทความที่กล่าวถึงชาวบ้านธรรมดา ๆ คนหนึ่ง<br>2) เป็นบทความที่ชาวบ้านธรรมดา ๆ คนหนึ่งเขียนขึ้น"
},

{
    "id": 6,
    "title": "สำนวนข้อใดมีความหมายใกล้เคียงกับสำนวน “ลิ้นตวัดถึงใบหู”",
    "options": [
        "ลิ้นกระด้างค้างแข็ง",
        "ลิ้นลังกา",
        "ลิ้นกระดาษทราย",
        "ลิ้นยาวถึงตาตุ่ม",
        "ลิ้นตะกวด"
    ],
    "answer": 5,
    "detail": "ลิ้นตะกวด หมายถึง ที่พูดจากลับกลอกเชื่อถือไม่ได้ ซึ่งมีความหมายใกล้เคียงกับสำนวน “ลิ้นตวัดถึงใบหู” หมายถึง ที่พูดจาตลบตะแลงเชื่อไม่ได้"
},

{
    "id": 7,
    "title": "ข้อใดใช้สำนวนไม่ถูกต้อง",
    "options": [
        "เขาชอบทำตัวเป็นเถรส่องบาตร พอเห็นคนอื่นทำอะไร ก็ทำตามโดยไม่รู้ที่มาที่ไป",
        "เขาเดินไปเดินมาเหมือนเสือติดจั่นท่าทางกระวนกระวายหลังถูกจับได้ว่าทุจริตค่าพัสดุ",
        "คุณพูดมาเหมือนพุ่งหอกเข้ารกวกมาประเด็นเดิมอีกแล้ว เมื่อไหร่จะเข้าประเด็นสักที",
        "พอเขาได้เลื่อนตำยศเป็นนายพลก็มีลูกน้องมาขอพึ่งบารมีเป็นจำนวนมากเหมือนไม้ร่มนกจับ",
        "คนที่ประสบปัญหาเป็นหนี้เบี้ยหัวแตกเพราะส่วนใหญ่ใช้จ่ายหมดไปโดยไม่ได้อะไรเป็นชิ้นเป็นอัน"
    ],
    "answer": 3,
    "detail": "คำที่ถูกต้องคือ 'คุณพูดมาเหมือนพายเรือในอ่างวกมาประเด็นเดิมอีกแล้ว เมื่อไหร่จะเข้าประเด็นสักที' ส่วน 'พุ่งหอกเข้ารก' หมายถึง ทำพอให้เสร็จไปโดยไม่มีเป้าหมายหรือโดยไม่คำนึงว่าใครจะเดือดร้อน"
},
{
    "id": 8,
    "title": "ข้อใดต่อไปนี้ส่วนใดใช้ภาษาระดับทางการ<br><br>1) ธนาคารโลกมองว่าการพังทลายทางเศรษฐกิจของไทยในเวลานี้ / 2) กำลังทำให้หวนนึกถึงการระบาดเมื่อเดือนเมษายนและปลายปีที่แล้ว / 3) ที่ทำให้ “แรงงานนอกระบบ” เผชิญกับสถานการณ์ที่กลืนไม่เข้าคายไม่ออก / 4) ต้อง “ตกงาน” เป็นจำนวนมากอย่างประเมินไม่ได้ นับตั้งแต่คนขายผลไม้ไปจนถึงหมอนวด / 5) “หนี้ครัวเรือน” ยังเพิ่มขึ้นอย่างรวดเร็วอยู่ในระดับที่อันตรายอย่างยิ่ง คือ 90% ของ GDP",
    "options": [
        "ส่วนที่ 1",
        "ส่วนที่ 2",
        "ส่วนที่ 3",
        "ส่วนที่ 4",
        "ส่วนที่ 5"
    ],
    "answer": 5,
    "detail": "ส่วนที่ 5 ใช้ภาษาระดับทางการ เพราะแสดงข้อมูลเชิงวิชาการและใช้คำศัพท์ที่มีความเป็นทางการ เช่น 'หนี้ครัวเรือน' และ '90% ของ GDP'"
},

{
    "id": 9,
    "title": "ข้อความต่อไปนี้ส่วนใดใช้ระดับภาษาต่างกับส่วนอื่น<br><br>1) เศรษฐกิจทั่วโลกเริ่มฟื้นตัวจากสถานการณ์โควิด-19 ส่งผลให้ราคาพลังงานในตลาดโลกเพิ่มสูงขึ้นอย่างต่อเนื่อง / 2) ขณะเดียวกันทางซีกโลกตะวันตกเริ่มเข้าสู่ช่วงฤดูหนาว รวมถึงผลกระทบต่อเนื่องจากพายุในสหรัฐอเมริกาทำให้การผลิตน้ำมันต้องหยุดชะงัก / 3) นอกจากนั้นกลุ่มประเทศผู้ผลิตน้ำมัน ได้มีการควบคุมการผลิตน้ำมันดิบ ส่งผลให้ทั่วโลกเผชิญหน้ากับปัญหาราคาน้ำมันปรับตัวสูงขึ้น / 4) กระทรวงพลังงานได้ติดตามสถานการณ์อย่างใกล้ชิด พร้อมเตรียมมาตรการรับมือเพื่อบรรเทาผลกระทบต่อประชาชน / 5) โดยเตรียมใช้มาตรการช่วยเหลือจากกองทุนน้ำมัน เพื่อตรึงราคาขายปลีกไม่ให้ผันผวนมากจนเกินไป",
    "options": [
        "ส่วนที่ 1",
        "ส่วนที่ 2",
        "ส่วนที่ 3",
        "ส่วนที่ 4",
        "ส่วนที่ 5"
    ],
    "answer": 4,
    "detail": "ส่วนที่ 4 ใช้ภาษาระดับทางการ เนื่องจากเป็นข้อความที่ระบุถึงมาตรการของกระทรวงและใช้คำที่เป็นทางการ เช่น 'ติดตามสถานการณ์อย่างใกล้ชิด' และ 'บรรเทาผลกระทบต่อประชาชน' ซึ่งต่างจากส่วนอื่นที่มีลักษณะเป็นการบรรยายสถานการณ์ทั่วไป"
},

{
    "id": 10,
    "title": "ข้อใดเป็นประโยค",
    "options": [
        "การกลับเป็นซ้ำในผู้ป่วยจิตเภทเรื้อรังโดยการกระตุ้นของปัจจัยทั้งภายในและนอก",
        "การคัดลอกผลงาน หรือขโมยผลงาน ความคิดของคนอื่นโดยไม่มีการอ้างอิงที่ถูกต้อง",
        "ชาชงสมุนไพรและเครื่องดื่มในรูปแบบของแห้งสำหรับชงดื่มทำจากสมุนไพรหลายชนิด",
        "การอาศัยอยู่ของเชื้ออะมีบาในน้ำจืดธรรมชาติที่มีอุณหภูมิค่อนข้างสูงในช่วงปลายฤดูฝน",
        "สบู่สำหรับการชะล้างที่มีค่าเบสสูง เช่น โซดาไฟ หรือโพแทสเซียมไฮดรอกไซด์ในสารละลายในน้ำ"
    ],
    "answer": 3,
    "detail": "เป็นประโยค เนื่องจากประกอบด้วยนามวลี ('ชาชงสมุนไพรและเครื่องดื่มในรูปแบบของแห้งสำหรับชงดื่ม') และกริยาวลี ('ทำจากสมุนไพรหลายชนิด') ซึ่งสมบูรณ์ตามโครงสร้างของประโยค"
},

{
    "id": 11,
    "title": "ข้อใดไม่เป็นประโยค",
    "options": [
        "เด็กที่มีความสามารถในการเรียนรู้โดยธรรมชาติ ซึ่งจะถูกพัฒนาในช่วงอายุ 3-4 ปี",
        "ผลการวิจัยพบว่า 50 % ของความสามารถในการเรียนรู้จะถูกพัฒนาตอนอายุ 3-4 ปี",
        "ทักษะการรับรู้ทางภาษาของมนุษย์ที่มีการใช้งานมากที่สุดคือในช่วงอายุก่อน 6 หรือ 7 ปี",
        "กิจกรรมเรียนปนเล่นควรใช้ภาษาแบบไม่ทางการในบทเรียน เช่น การเรียนรู้ผ่านเพลงเด็ก",
        "ระยะเวลาการเรียนรู้ภาษานี้ขึ้นอยู่กับสภาพเศรษฐกิจในครอบครัวและสิ่งแวดล้อมในการเลี้ยงดู"
    ],
    "answer": 1,
    "detail": "ไม่เป็นประโยค เนื่องจากมีเพียงนามวลี ('เด็กที่มีความสามารถในการเรียนรู้โดยธรรมชาติ') ขาดกริยาวลี"
},

{
    "id": 12,
    "title": "ข้อใดไม่จำเป็นต้องใช้คำภาษาอังกฤษ",
    "options": [
        "เขาสัญญาว่าจะให้โบนัสเธอสามเท่า แต่พอถึงเวลาจริง ๆ ได้แค่หนึ่งเท่าของเงินเดือน",
        "สาเกมีรสหวานหอมทำให้ดื่มได้ง่ายและมาก แต่สาเกก็มีปริมาณแอลกอฮอล์มากเช่นกัน",
        "นักลงทุนกลุ่มโรงแรมและคอนโดมิเนียมทั้งในและต่างประเทศ เข้ามาซื้อที่ดินที่เชียงใหม่",
        "ในตลาดปัจจุบันสมุนไพรฟ้าทลายโจรมีทั้งที่เป็นผงแบบดั้งเดิม แบบเป็นเม็ด และแบบแคปซูล",
        "ผลิตภัณฑ์เซรามิกสามารถเพิ่มความสวยงามและมูลค่าได้ โดยการตกแต่งลวดลาย และสีสัน"
    ],
    "answer": 3,
    "detail": "ไม่จำเป็นต้องใช้คำภาษาอังกฤษ เนื่องจากสามารถใช้คำว่า 'อาคารชุด' แทนคำว่า 'คอนโดมิเนียม' ได้"
},

{
    "id": 13,
    "title": "ข้อใดใช้ราชาศัพท์ไม่ถูกต้อง",
    "options": [
        "สมเด็จพระกนิษฐาธิราชเจ้า กรมสมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารีเสด็จพระราชดำเนินทรงเปิดร้านภูฟ้า สาขาจัตุรัสจามจุรี",
        "พระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว รัชกาลที่ 6 มีพระราชวินิจฉัย ถึง “นักเรียน” กลุ่มแรกที่ไปเรียนเมืองนอก",
        "สมเด็จพระนางเจ้าสุทิดาพัชรสุธาพิมลลักษณ พระบรมราชินี ฉายพระฉายาลักษณ์ร่วมกับ คณะกรรมการสภาสตรีแห่งชาติในพระบรมราชินูปถัมภ์",
        "เอสแบค – นอร์ทกรุงเทพ จับสลากแบ่งสายฟุตซอลชิงถ้วยประทาน พระเจ้าวรวงศ์เธอ พระองค์เจ้าโสมสวลี กรมหมื่นสุทธนารีนาถ",
        "พระเจ้าวรวงศ์เธอ พระองค์เจ้าอทิตยาทรกิติคุณทรงบำเพ็ญพระกุศลถวายสังฆทาน เนื่องในวันคล้ายวันประสูติ"
    ],
    "answer": 2,
    "detail": "ใช้ราชาศัพท์ไม่ถูกต้อง ควรแก้ไขเป็น 'พระบรมราชวินิจฉัย' แทน 'พระราชวินิจฉัย'"
},

{
    "id": 14,
    "title": "ข้อใดมีการใช้เหตุผล",
    "options": [
        "การดื่มน้ำแร่ธรรมชาติช่วยชดเชยเกลือแร่ที่ร่างกายสูญเสียไปได้",
        "น้ำแร่มีแร่ธาตุต่างๆ เป็นองค์ประกอบมากหรือน้อยนั้นขึ้นอยู่กับชั้นหินที่น้ำไหลผ่าน",
        "แหล่งน้ำพุร้อนบริเวณภาคเหนือใหญ่มีค่าฟลูออไรด์สูงมากกว่า 5 มิลลิกรัมต่อลิตร",
        "การดื่มน้ำแร่ไม่ได้ทำให้เป็นนิ่ว ซึ่งน้ำแร่เป็นน้ำที่ได้จากธรรมชาติและมีแร่ธาตุอยู่หลายชนิด",
        "น้ำแร่ธรรมชาติที่เป็นเครื่องดื่มเพื่อบริโภคนั้น ต้องมีคุณภาพเหมาะสมที่จะบริโภคได้อย่างปลอดภัย"
    ],
    "answer": 4,
    "detail": "มีการใช้เหตุผลในการอธิบายข้อสรุปว่า การดื่มน้ำแร่ไม่ได้ทำให้เป็นนิ่ว โดยระบุว่า น้ำแร่เป็นน้ำที่ได้จากธรรมชาติและมีแร่ธาตุหลายชนิด"
},

{
    "id": 15,
    "title": "การแสดงเหตุผลข้อใดแตกต่างจากข้ออื่น",
    "options": [
        "พฤติกรรมการใช้ชีวิตของนกเงือกเป็นแบบผัวเดียวเมียเดียวไปตลอดชีวิต นกเงือกจึงเป็นตัวแทนของความรักแท้ที่มั่นคง",
        "นกเงือกมีบทบาทเด่นในการช่วยกระจายพันธุ์ไม้ในป่า ซึ่งนกเงือกกินผลไม้สุกเป็นอาหารมากกว่า 300 ชนิด",
        "ทางการกำหนด“วันรักนกเงือก”เพื่อสร้างความตระหนักให้ประชาชน ซึ่งเล็งเห็นถึงความสำคัญของการอนุรักษ์นกเงือก",
        "นกเงือกเป็นดัชนีชี้วัดความอุดมสมบูรณ์ของธรรมชาติ ด้วยว่านกเงือกอาศัยอยู่ในป่าหรือพื้นที่ที่มีความอุดมสมบูรณ์เท่านั้น",
        "นกเงือกถูกใช้ในเชิงสัญลักษณ์ทางวัฒนธรรมมาตั้งแต่โบราณ โดยใช้ทำเป็นเครื่องประดับของชนเผ่าต่าง ๆ"
    ],
    "answer": 1,
    "detail": "แตกต่างจากข้ออื่น เพราะมีการใช้การอธิบายพฤติกรรมของนกเงือกว่าเป็นแบบผัวเดียวเมียเดียวไปตลอดชีวิต ซึ่งนำไปสู่ข้อสรุปว่า นกเงือกเป็นตัวแทนของความรักแท้ที่มั่นคง"
},

{
    "id": 16,
    "title": "ข้อใดเป็นโครงสร้างการแสดงเหตุผลในข้อความต่อไปนี้<br><br> ประเทศที่ประสบความสำเร็จจะมีเงินเยียวยาในลักษณะทั่วถึงและมีแผนที่เพียงพอกับการรองรับระลอกต่อๆ ไป ที่แน่ ๆ ประเทศเหล่านี้จะมีแผนวัคซีนที่เพียงพอ ไม่รอให้วัคซีนราคาถูกหรือรอให้ ‘ตลาดเป็นของผู้ซื้อ’ แล้วค่อยกว้านซื้อ ซึ่งต้องประเมินความเป็นไปได้ว่าจะมีการระบาดเกิดขึ้นต่อเนื่องอีกครั้ง",
    "options": [
        "สนับสนุน สนับสนุน สรุป",
        "สนับสนุน สรุป สรุป",
        "สรุป สนับสนุน สนับสนุน",
        "สรุป สนับสนุน สรุป",
        "สรุป สรุป สนับสนุน"
    ],
    "answer": 3,
    "detail": "โครงสร้างการแสดงเหตุผลในข้อความนี้คือ สรุป สนับสนุน สนับสนุน โดยเริ่มจากการสรุปถึงการมีแผนที่เพียงพอสำหรับรองรับระลอกการระบาดต่อไป, สนับสนุนด้วยการกล่าวถึงแผนวัคซีนที่เพียงพอ, และสนับสนุนด้วยการประเมินความเป็นไปได้ที่จะมีการระบาดอีกครั้ง"
},

{
    "id": 17,
    "title": "ข้อความส่วนใดเป็นการแสดงทรรศนะ<br><br> 1) ยุโรปมีพัฒนาการไปในทางที่ดีและเป็นภูมิภาคที่มีบทบาทนำในการคงไว้ซึ่งสันติภาพมากที่สุดของโลก / 2) โดยเฉพาะจากการก่อการร้ายและอาชญากรรมที่มีสัญญาณดีขึ้น / 3) แม้ว่าการไร้เสถียรภาพทางการเมือง และการประท้วงที่ใช้ความรุนแรงจะเป็นตัวการถ่วงสันติภาพลงบ้าง / 4) ขณะที่ทางฟากตะวันออกกลางและแอฟริกาเหนือมีสัญญาณดีขึ้นมากที่สุด / 5) จากเหตุที่ความขัดแย้งซึ่งมีอยู่แต่เดิมสามารถระงับลงได้ แต่ก็ยังเป็นภูมิภาคที่มีสันติภาพน้อยที่สุด",
    "options": [
        "ส่วนที่ 1",
        "ส่วนที่ 2",
        "ส่วนที่ 3",
        "ส่วนที่ 4",
        "ส่วนที่ 5"
    ],
    "answer": 3,
    "detail": "ส่วนที่ 3 เป็นการแสดงทรรศนะ เนื่องจากการใช้คำว่า 'แม้ว่าการไร้เสถียรภาพทางการเมือง และการประท้วงที่ใช้ความรุนแรงจะเป็นตัวการถ่วงสันติภาพลงบ้าง' เป็นการแสดงความเห็นหรือการประเมินผล"
},

{
    "id": 18,
    "title": "ข้อใดเป็นประเด็นสำคัญของข้อความต่อไปนี้<br><br> การเรียนภาษาต่างประเทศนอกจากจะต้องเรียนรู้ความหมายของคำเพื่อใช้สื่อความหมายและเรียนรู้ไวยากรณ์หรือโครงสร้างของภาษานั้น ๆ เพื่อใช้สื่อความหมายได้ถูกต้องแล้ว การเรียนรู้วัฒนธรรมของชนชาติที่ใช้ภาษานั้น ๆ ก็ยิ่งจำเป็นมาก เพราะวัฒนธรรมเป็นสิ่งที่บ่งบอกถึงความเป็นชาติและวิถีการดำรงชีวิตของคนในชาตินั้น ๆ ผู้ที่ผ่านเมืองนอกเมืองนามานานหลายท่านถึงกับกล่าวว่า ยิ่งเรียนรู้ผู้คนและวัฒนธรรมมากเท่าใดก็ยิ่งทำให้เข้าใจภาษาของชนชาติดังกล่าวได้ง่ายขึ้นเท่านั้น",
    "options": [
        "ประโยชน์ของการเรียนภาษาต่างประเทศ",
        "จุดประสงค์ของการเรียนภาษาต่างประเทศ",
        "การเรียนภาษาและวัฒนธรรมของแต่ละชนชาติ",
        "ความสัมพันธ์ระหว่างภาษาและวัฒนธรรม",
        "ความสำคัญของภาษาและวัฒนธรรม"
    ],
    "answer": 4,
    "detail": "ข้อความนี้กล่าวถึงความสัมพันธ์ระหว่างภาษาและวัฒนธรรม โดยบอกว่าการเรียนรู้วัฒนธรรมทำให้เข้าใจภาษาของชนชาตินั้นได้ง่ายขึ้น"
},

{
    "id": 19,
    "title": "ข้อใดเป็นสาระสำคัญของข้อความต่อไปนี้<br><br> ความเห็นต่างเป็นเรื่องปกติในระบอบประชาธิปไตย แพทย์ซึ่งสวมหมวก 2 ใบ ใบแรกคือประชาชนทั่วไป ย่อมมีสิทธิในการแสดงความเห็นทางการเมือง หรือพูดให้ตรงกว่านั้นคือ “เลือกข้าง”’ ได้ แต่สำหรับใบที่ 2 คือวิชาชีพแพทย์ ในขณะที่รักษาผู้ป่วย แพทย์ต้อง “เป็นกลาง” ทางการเมือง ในความหมายว่า “ไม่เลือกปฏิบัติ”",
    "options": [
        "ความเห็นต่างทางการเมืองเป็นเรื่องปกติ",
        "ไม่มีใครในสังคมที่ไม่เลือกข้างทางการเมือง",
        "แพทย์ต้องมีความเป็นกลางการทางการเมือง",
        "แพทย์ต้องไม่เลือกปฏิบัติต่อผู้เห็นต่างทางการเมือง",
        "ทุกคนในสังคมมีสิทธิในการแสดงความคิดเห็นทางการเมือง"
    ],
    "answer": 4,
    "detail": "สาระสำคัญของข้อความนี้คือ แพทย์ต้องไม่เลือกปฏิบัติต่อผู้เห็นต่างทางการเมือง โดยสังเกตจากการกล่าวว่า แพทย์ต้อง “เป็นกลาง” และ “ไม่เลือกปฏิบัติ”"
},

{
    "id": 20,
    "title": "ข้อใดอาจอนุมานได้จากข้อความต่อไปนี้<br><br> การเพิ่มขึ้นของคนไร้บ้านในแต่ละเมืองเป็นภาพสะท้อนที่ทำให้เห็นระดับของความเหลื่อมล้ำที่เพิ่มมากขึ้น ประกอบกับปัญหาสวัสดิการที่ไม่ตอบสนอง ทำให้คนมีคุณภาพชีวิตที่ตกต่ำ ยกตัวอย่างในสหรัฐ เมื่อเกิดวิกฤติเศรษฐกิจแล้วมีคนว่างงานเป็นเวลานานขึ้น จนประกันการว่างงานไม่ครอบคลุม ส่วนหนึ่งไม่สามารถเช่าหรือครอบครองที่อยู่อาศัยได้ เลยเข้าสู่ภาวะไร้บ้าน ส่วนคนไร้บ้านในประเทศไทยประสบปัญหาการเข้าไม่ถึงหลักประกันสุขภาพแห่งชาติ ขณะเดียวกันก็ไม่ได้มีรายได้ประจำที่มั่นคง",
    "options": [
        "ประเทศสหรัฐอเมริกามีปัญหาคนไร้บ้านน้อยกว่าประเทศไทย",
        "คนไร้บ้านในประเทศไทยประสบปัญหาด้านสุขภาพ",
        "รัฐบาลไทยไม่มีแนวทางในการแก้ปัญหาคนไร้บ้าน",
        "สหรัฐอเมริการเป็นประเทศที่มีความเลื่อมล้ำต่ำ",
        "ปัญหาคนไร้บ้านคือความเลื่อมล้ำทางสังคม"
    ],
    "answer": 5,
    "detail": "ปัญหาคนไร้บ้านคือความเลื่อมล้ำทางสังคม สังเกตจาก 'การเพิ่มขึ้นของคนไร้บ้านในแต่ละเมืองเป็นภาพสะท้อนที่ทำให้เห็นระดับของความเหลื่อมล้ำที่เพิ่มมากขึ้น'"
}
]
