[
    {
        "id": 1,
        "title": "ข้อใดใช้ภาษาไม่กำกวม",
        "options": [
            "ช่างแต่งหน้าทําให้เธอดูดีขึ้น",
            "ข้าวหมูกรอบร้านนี้ราคาไม่แพง",
            "คุณแม่บอกว่ามีคนส่งขอเมาที่บ้าน",
            "หนังสือพิมพ์หมดแล้วตั้งแต่เมียเช้านี้",
            "เจ้าหน้าที่ป่าไม้เห็นนกกินปลาตายหลายตัว"
        ],
        "answer": 1
    },
    {
        "id": 2,
        "title": "ข้อใดใช้ค่าสื่อความหมายไม่ถูกต้อง",
        "options": [
            "การยกพวกตีกันน่าความวุ่นวายมาสู่สังคม",
            "อยู่ๆ ก็เกิดลมพัดแรงจนผมเฝ้ายุ่งรุงรังไปหมด",
            "เธอเป็นคนปากหนักเก็บความลับอะไรไม่ค่อยอยู่",
            "ครูจับได้คาหนังคาเขาว่านักเรียนทุจริตในการสอบ",
            "การดูหนังฟังเพลงช่วยปลดเปลื้องความทุกข์ภายในใจ"
        ],
        "answer": 2
    },
    {
        "id": 3,
        "title": "ข้อใดใช้ระดับภาษาต่างจากข้ออื่น",
        "options": [
            "ชานมกลิ่นหอมหวานและไข่มุกหนุบหนับชวนน้ำลายสอ",
            "ชานมไข่มุกเป็นเครื่องดื่มยอดฮิตที่สาวหวานไม่ควรพลาด",
            "ส่วนประกอบของไข่มุก คือ แป้งมันสำปะหลัง โกโก้ และน้ำตาล",
            "แพทย์แนะนำให้ผู้ที่มีภาวะน้ำหนักเกินงดกินชานมหรือเครื่องดื่มที่มีรสหวาน",
            "ชานมไข่มุกแต่แก้วเดียวอาจมีปริมาณน้ำตาลมาเขกว่าที่ร่างกายควรได้รับต่อวัน"
        ],
        "answer": 2
    },
    {
        "id": 4,
        "title": "ข้อความข้างต้นให้ความสำคัญกับเรื่องใด",
        "options": [
            "สมาธิ",
            "ศาสนา",
            "วิทยาการ",
            "ความเสื่อม",
            "การแสวงหาสิ่งใหม่"
        ],
        "answer": 1
    },
    {
        "id": 5,
        "paragraph": "เรื่องของความก้าวหน้าทางเทคโนโลยี การส่งยานอวกาศออกสำรวจนอกโลก การค้นพบ ดวงตาวที่อยู่ใกล โพ้น เป็นเรื่องที่แทบทุกคนสนใจ แต่เรื่องใกล้ตัวอย่างเรื่องของจิตใจ การรู้จักระงับกิเลส การสวดภาวนา และการหาทางหลุดพ้นจากทุกข์ น้อยคนนัก ที่คิดจะแลเหลียว",
        "title": "ข้อความข้างต้นไม่เกี่ยวข้องกับเรื่องใด",
        "options": [
            "วิสัยทัศน์",
            "การเรียนรู้",
            "การแก้ปัญหา",
            "ความรอบคอบ",
            "ความกล้าได้กล้าเสีย"
        ],
        "answer": 3
    },
    {
        "id": 6,
        "title": "1 2 10 80 ? 12,320",
        "options": [
            "660",
            "720",
            "840",
            "880",
            "900"
        ],
        "answer": 3
    },
    {
        "id": 7,
        "title": "63 127 255 511 ? 2047",
        "options": [
            "756",
            "864",
            "1,023",
            "1,224",
            "1,864"
        ],
        "answer": 2
    },
    {
        "id": 8,
        "title": "ให้เปรียบเทียบปริมาณทั้งสามนี้แล้วตอบตามตัวเลือก ดังนี้",
        "image": "https://files.jotform.com/jufs/TCASter_tcaster/form_files/%E0%B8%A0%E0%B8%B2%E0%B8%9E%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%99%E0%B9%89%E0%B8%B2%E0%B8%88%E0%B8%AD%202567-07-08%20%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2%2009.58.28.668b5d333d5e92.80783419.png?md5=abthG8II3s_vORUVYOquKg&expires=1733408796",
        "options": [
            "ปริมาณในสดมภ์ ก. มากที่สุด",
            "ปริมาณในสดมภ์ ข. มากที่สุด",
            "ปริมาณในสดมภ์ ค. มากที่สุด",
            "ปริมาณทั้ง 3 สดมภ์เท่ากัน",
            "ข้อมูลที่กำหนดให้ไม่เพียงพอที่จะเปรียบเทียบ"
        ],
        "answer": 0
    },
    {
        "id": 9,
        "title": "ค่าเฉลี่ยเลขคณิตของจำนวนเต็ม 13 จํานวนที่เรียงต่อกันคือเท่าใด<br><u>ข้อมูล ก.</u> ค่าเฉลี่ยเลขคณิตของจำนวนเต็ม 7 ตัวแรก คือ 9<br><u>ข้อมูล ข.</u> ค่าเฉลี่ยเลขคณิตของจำนวนเต็ม 7 ตัวสุดท้าย คือ 15",
        "options": [
            "ใช้ข้อมูล ก. เพียงข้อเดียวก็ตอบคำถามได้ แต่ข้อมูล ข. ใช้ตอบไม่ได้",
            "ใช้ข้อมูล ข. เพียงข้อเดียวก็ตอบคำถามได้ แต่ข้อมูล ก. ใช้ตอบไม่ได้",
            "ต้องใช้ข้อมูล ก. และ ข. ทั้ง 2 ข้อ จึงจะเพียงพอสำหรับตอบคำถาม",
            "ใช้ข้อมูล ก. หรือ ข. เพียงข้อใดข้อหนึ่งก็ตอบคำถามได้",
            "ใช้ข้อมูลทั้ง ก. และ ข. ก็ไม่เพียงพอที่จะตอบคำถามได้"
        ],
        "answer": 4
    },
    {
        "id": 10,
        "title": "อยากทราบว่าเขาทั้งสองเดินทางทั้งหมดกี่วัน",
        "paragraph": "นาย A และ B อยู่ห่างกัน 625 เมตร ทั้งสองลอกเดินเข้าหากัน โดยออกเดินทางพร้อมกัน วันแรกทั้งสองคนเดินได้ระยะทางเท่ากัน แต่วันต่อๆ ไปหาก A จะเดินทางมากกว่าวันก่อนหน้า 2 เมตร ส่วนนาย B จะเดินทางมากกว่าวันก่อนหน้า 3 เมตร เขาทั้งสองทำแบบนี้ทุกวัน ปรากฏว่าเขาทั้งสองเดินได้ระยะทางต่างกัน 105 เมตร จนทั้งสองคนพบกัน",
        "options": [
            "12",
            "13",
            "14",
            "15",
            "16"
        ],
        "answer": 4
    }
]
