[
    {
        "id": 1,
        "title": "การกระทำของบุคคลในข้อใด เป็นผลเสียมากที่สุด",
        "options": [
            "ปากปราศรัย น้ำใจเชือดคอ",
            "น้ำมาปลากินมด น้ำลดมดกินปลา",
            "น้ำขุ่นอยู่ใน น้ำใสอยู่นอก",
            "น้ำท่วมปาก"
        ],
        "answer": 0
    },
    {
        "id": 2,
        "title": "การเปลี่ยนแปลงของสังคมยุคเทคโนโลยีสารสนเทศ ทำให้เกิดเครือข่ายสังคม (Social Network) แบบใหม่ ที่แตกต่างจากเครือข่ายทางสังคมแบบเดิมในด้านใด",
        "options": [
            "ความสัมพันธ์เกิดขึ้นทั้งในลักษณะบุคคลต่อกลุ่ม และบุคคลต่อสถาบัน",
            "ผู้นำอย่างเป็นทางการมีส่วนช่วยให้เกิดเครือข่ายที่มีความเป็นอันหนึ่งอันเดียวกัน",
            "เครือข่ายมีลักษณะแนวราบตามความสนใจ มากกว่าแนวตั้งตามโครงสร้างอำนาจ",
            "ความแน่นแฟ้นของเครือข่ายเกิดขึ้นจากการพบปะทำกิจกรรมร่วมกันอย่างต่อเนื่อง"
        ],
        "answer": 2
    },
    {
        "id": 3,
        "title": "การเข้าถึงข้อมูลข่าวสารและความสามารถในการผลิตข้อมูลข่าวสารสู่สังคมผ่านเครือข่ายอินเตอร์เน็ตทำให้คุณลักษณะใดเป็นสิ่งที่ต้องปลูกฝังให้กับพลเมืองรุ่นใหม่อย่างเร่งด่วนที่สุด",
        "options": [
            "ความเพียรพยายาม และการพัฒนาตนเองอย่างต่อเนื่อง",
            "ทักษะการบริหารจัดการ และการวางแผนการเรียนรู้ด้วยตนเอง",
            "การมีทักษะการยังชีพ และทักษะการเป็นผู้ประกอบการรุ่นใหม่",
            "การรู้เท่าทันสื่อ และมีความรับผิดชอบพฤติกรรมใช้สื่อของตนเอง"
        ],
        "answer": 3
    },
    {
        "id": 4,
        "title": "ค่านิยมความพอเพียง สอดคล้องกับแนวทางการปฏิบัติตนตามหลักธรรมข้อใดในพระพุทธศาสนา",
        "options": [
            "สปมาทะ",
            "อวิโรธนะ",
            "สัมมาอาชีวะ",
            "ขันติ-โสรัจจะ"
        ],
        "answer": 0
    },
    {
        "id": 5,
        "title": "ประเพณีต่อไปนี้ ข้อใดที่สะท้อนแนวคิดและความเชื่อที่คล้ายคลึงกับประเพณีลอยกระทง",
        "options": [
            "การทำขวัญข้าว",
            "การลอยโคมยี่เป็ง",
            "การเล่นเพลงเรือ",
            "การแข่งเรือพาย"
        ],
        "answer": 0
    },
    {
        "id": 6,
        "title": "งานบุญใดที่ไม่มีความเกี่ยวข้องกับค่านิยมเรื่องความกตัญญู",
        "options": [
            "งานบุญคูณข้าว หรืองานบุญเดือนสอง",
            "งานบุญบั้งไฟ หรืองานบุญเดือนหก",
            "งานบุญข้าวพ่อประดับดิน หรืองานบุญเดือนเก้า",
            "งานบุญสลากภัต หรืองานบุญเดือนสิบ"
        ],
        "answer": 1
    },
    {
        "id": 7,
        "title": "ประเพณีพิธีกรมที่เกี่ยวกับกาถือผีในข้อใดที่มีจุดประสงค์แตกต่างจากข้ออื่น",
        "options": [
            "ฟ้อนผีฟ้า",
            "ประเพณีชิงเปรต",
            "พิธีเลี้ยงผีปู่ตา",
            "พิธีไหว้วันเช็งเม้ง"
        ],
        "answer": 0
    },
    {
        "id": 8,
        "title": "จากมติคณะรัฐมนตรีให้มีการร่างพระราชบัญญัติจัดเก็บภาษีสิ่งแวดล้อม หากกฎหมายฉบับดังกล่าวได้รับการประกาศใช้ หน่วยงานใดที่มีหน้าที่ในการบังคับใช้กฎหมาย",
        "options": [
            "กระทรวงการคลัง",
            "กระทรวงพลังงาน",
            "กระทรวงอุตสาหกรรม",
            "กระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อม"
        ],
        "answer": 0
    },
    {
        "id": 9,
        "title": "ข้อใดไม่ใช่เหตุผลในการจัดทำร่างพระราชบัญญัติการติดตามทวงหนี้อย่างเป็นธรรม",
        "options": [
            "เพื่อลดภาระความดันให้กับลูกหนี้",
            "เพื่อคุ้มครองประโยชน์ของลูกหนี้ในวงกว้าง",
            "เพื่อยกเลิกหนี้ให้ลูกหนี้ที่ไม่สามารถชำระหนี้",
            "เพื่อดูแลและแก้ปัญหาการทวงถามหนี้ภาคประชาชน"
        ],
        "answer": 2
    },
    {
        "id": 10,
        "title": "เพราะเหตุใดจึงต้องมีการระบุสภาพบังคับใช้กฎหมาย",
        "options": [
            "เพื่อให้กลไกของการทำงานของกระบวนการยุติธรรมดำเนินได้ครบวงจร",
            "เพื่อให้เกิดความชัดเจนในการันตีความกฎหมาย และใช้พิจารณาคดีความแพ่ง",
            "เพื่อคงไว้ซึ่งความศักดิ์สิทธิ์ของกฎหมายและเป็นแนวทางปฏิบัติร่วมกันของสังคม",
            "เพื่อป้องกันการละเมิด และตรากฎหมายที่มีความซ้ำซ้อน หรือขัดแย้งกับกฎหมายเดิม"
        ],
        "answer": 2
    },
    {
        "id": 11,
        "title": "การปิดโอกาสให้ประชาชนสามารถเข้าชื่อเสนอกฎหมาย จะส่งผลต่อการพัฒนาการเมืองการปกครองของประเทศหลายประการ ยกเว้นข้อใด",
        "options": [
            "การประท้วงเรียกร้องของประชาชนอาจมีโอกาสเกิดขึ้นน้อยลง",
            "รัฐบาลจะได้รัรู้ถึงความต้องการทางการเมืองที่แท้จริงของประชาชน",
            "ปัญหาความขัดแย้งอาจลดลง เพราะประชาชนมีพื้นที่ทางการเมืองเพิ่มขึ้น",
            "ประชาชนมีโอกาสทำหน้าที่และแสดงความรับผิดชอบทางการเมืองได้มากขึ้น"
        ],
        "answer": 0
    },
    {
        "id": 12,
        "title": "ข่าวคนเก็บขยะได้รับโทษกรณีนำแผ่น CD ที่เก็บได้ไปขาย ทำให้เกิดการตื่นตัวเกี่ยวกับการบังคับใช้กฎหมาย ทั้งนี้ควรจะดำเนินการอย่างไรมากที่สุด",
        "options": [
            "แก้กฎหมายเพื่อลดโทษ",
            "แก้ไขการบังคับใช้กฎหมาย",
            "ให้คนไทยได้รู้กฎหมาย และปฏิบัติตาม",
            "ประสานความร่วมมือระหว่างผู้ต้องหาและตำรวจ"
        ],
        "answer": 2
    },
    {
        "id": 13,
        "title": "“ประชาธิปไตย เป็นทั้งอุดมการณ์ และวิถีชีวิต” แนวคิดหลักจากข้อความนี้สอดคล้องกับการปฏิบัติในข้อใด",
        "options": [
            "สมัยไปใช้สิทธิหรือลงคะแนนเลือกตั้ง ส.ส.ล่วงหน้า",
            "สมคิดปิดถนนประท้วงเจ้าของกิจการที่หน้าโงงาน",
            "สว่างตั้งหมายฟ้องกลับคู่กรณีที่ให้ข่าวการยักยอกเงินของบริษัท",
            "สมานร่วมรณรงค์สนับสนุนร่างพระราชบัญญัติคุ้มครองผู้ป่วย"
        ],
        "answer": 3
    },
    {
        "id": 14,
        "title": "ข้อใดมิใช่แนวความคิดของการปกครองระบอบประชาธิปไตยแบบปรึกษาหารือ (Deliberative Democracy)",
        "options": [
            "จัดให้มีการทำประชาติเพื่อกำหนดนโยบายของส่วนกลางทุกด้าน",
            "เปิดกว้างให้ประชาชนสามารถแสดงความคิดเห็นในรูปแบบการเสนอนโยบาย",
            "ให้ความสำคัญกับกระบวนการที่พลเมืองจะได้รับการประกันสิทธิเสรีภาพขั้นพื้นฐาน",
            "สร้างความเข้าใจในเจตนารมณ์ร่วมกันมากกว่าการตัดสินโดยเสียงข้างมากอย่างเดียว"
        ],
        "answer": 0
    },
    {
        "id": 15,
        "title": "การที่ประเทศไทยใช้การปกครองในลักษณะประชาธิปไตยแบบตัวทน (Representative Democracy) ทำให้เกิดปัญหาสำคัญในข้อใด",
        "options": [
            "ต้องใช้งบประมาณในการหาเสียงเลือกตั้งเป็นจำนวนมาก",
            "ผู้แทนที่ได้รับการเลือกตั้งเข้าไปมักจะเป็น ส.ส.กลุ่มเดิม",
            "ประชาชนมักคำนึงถึงตัวบุคคลมากกว่านโยบายของพรรค",
            "ประชาชนมีส่วนร่วมในการปกครองเพียงการลงคะแนนเสียงเลือกตั้ง"
        ],
        "answer": 3
    },
    {
        "id": 16,
        "title": "ความพยายามในการต่อต้านปัญหาทุจริตคอร์รัปชั่น ในประเทศไทยนั้น มีมาช้านานแล้ว โดยเริ่มเกิดขึ้นอย่างเป็นรูปธรรม จากการตั้งองค์กรใดเป็นลำดับแรก",
        "options": [
            "คณะกรรมการป้องกันและปราบปรามการทุจริตและประพฤติมิชอบ",
            "คณะกรรมการตรวจเงินแผ่นดิน",
            "สำนักงานผู้ตรวจการแผ่นดิน",
            "โครงการข้าราชการใจสะอาด"
        ],
        "answer": 1
    },
    {
        "id": 17,
        "title": "ข้อใดกล่าว ไม่ถูกต้อง เกี่ยวกับสิทธิเด็ก",
        "options": [
            "เด็กชาย ก ไปรับวัคซีนป้องกันโรคโปลีโอจากสาธารณสุขประจำตำบล",
            "เด็กหญิง ข ตัดสินใจเลือกอยู่กับบิดา หลังจากบิดา – มารดาอย่าขาดจากกัน",
            "เด็กหญิง ค มาสมัครงานเป็นเด็กเสิร์ฟที่ร้านอาหาร แค่เจ้าของร้านไม่รับเข้าทำงาน",
            "เด็กชาย ง สามารถใช้บริการจากร้านอินเทอร์เน็ตใกล้บ้านได้ตลอด 24 ชั่วโมง"
        ],
        "answer": 3
    },
    {
        "id": 18,
        "title": "ตามอนุสัญญาว่าด้วยสิทธิเด็ก ขององค์การสหประชาชาติ ได้มีข้อตกลงระหว่างประเทศที่กำหนด หลักการและสิทธิขั้นพื้นฐาน ที่รัฐจะต้องเคารพและให้เด็กทุกคนได้รับสิทธิในด้านต่างๆ หลายประการ ข้อใดไม่เกี่ยวข้องกับสิทธิเด็กดังกล่าว",
        "options": [
            "การอยู่รอด",
            "การปกป้องคุ้มครอง",
            "การสืบทอดวัฒนธรรม",
            "การมีส่วนร่วมโดยไม่เลือกปฏิบัติ"
        ],
        "answer": 2
    },
    {
        "id": 19,
        "title": "ข้อใดไม่ใช่วิธีการในการเจรจาเพื่อการปองดรองและสมานฉันท์",
        "options": [
            "หลีกเลี่ยงการสร้างเงื่อนไขก่อนการเจรจา",
            "รับข้อเรียกร้องของทุกฝ่ายไปใช้ทั้งหมด",
            "ยอมรับว่าไม่มีฝ่ายใดที่จะได้อย่างที่ต้องการทั้งหมด",
            "เข้าใจข้อจำกัดของแต่ละฝ่ายและช่วยคลายข้อจำกัดนั้น"
        ],
        "answer": 1
    },
    {
        "id": 20,
        "title": "หลังที่แข็งแกร่งที่สุดในการนำไปสู่การปฏิรูปประเทศ คือข้อใด",
        "options": [
            "พลังวัฒนธรรม ที่จะรักษาเอกลักษณ์ของชาติไว้ได้",
            "พลังเศรษฐกิจ ที่ต้องการรักษาเสถียรภาพทางเศรษฐกิจให้สมดุล",
            "พลังอำนาจรัฐ ที่จะต้องกุมอำนาจการปกครองจากส่วนกลางไว้อย่างรัดกุม",
            "พลังทางสังคม ที่สามารถขับเคลื่อนและปรับเปลี่ยนความสัมพันธ์เชิงอำนาจในสังคม"
        ],
        "answer": 3
    }
]